tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "ack"
brew "openssl@3"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "aom"
brew "aspell"
brew "glib"
brew "libssh2"
brew "bat"
brew "protobuf"
brew "bear"
brew "caddy"
brew "cmake"
brew "ctags"
brew "dashing"
brew "direnv"
brew "doctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "entr"
brew "ruby"
brew "fastlane"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "sdl2"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gitleaks"
brew "pkgconf"
brew "gobject-introspection"
brew "gtk+"
brew "gtk+3"
brew "hey"
brew "htop"
brew "httpie"
brew "hugo"
brew "jpeg"
brew "jq"
brew "libmagic"
brew "libpq"
brew "llvm"
brew "llvm@14"
brew "llvm@15"
brew "llvm@16"
brew "llvm@17"
brew "lua"
brew "luarocks"
brew "man-db"
brew "masscan"
brew "mtr"
brew "tree-sitter"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "pandoc"
brew "pgcli"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.11"
brew "pytorch"
brew "rabbitmq"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rust"
brew "sdl2_image"
brew "sdl2_ttf"
brew "shellcheck"
brew "speedtest-cli"
brew "stow"
brew "stylua"
brew "tectonic"
brew "teleport"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "trivy"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "zmap"
brew "zoxide"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
cask "amethyst"
cask "basictex"
cask "brave-browser"
cask "bruno"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
cask "warp"
cask "wireshark"
