tap "filosottile/musl-cross"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "ack"
brew "openssl@3"
brew "python@3.11"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "aom"
brew "aspell"
brew "glib"
brew "bat"
brew "protobuf"
brew "bear"
brew "python@3.9"
brew "cmake"
brew "ctags"
brew "dashing"
brew "direnv"
brew "doctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "entr"
brew "fastlane"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gitleaks"
brew "gobject-introspection"
brew "gtk+"
brew "gtk+3"
brew "htop"
brew "httpie"
brew "hugo"
brew "lazygit"
brew "libmagic"
brew "libpq"
brew "llvm"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "pandoc"
brew "pgcli"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "rabbitmq"
brew "ranger"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sdl2_image"
brew "sdl2_ttf"
brew "stow"
brew "tectonic"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vale"
brew "wget"
brew "zoxide"
brew "filosottile/musl-cross/musl-cross"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
cask "alacritty"
cask "amethyst"
cask "basictex"
cask "brave-browser"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
