tap "filosottile/musl-cross"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "koekeishiya/formulae"
brew "ack"
brew "openssl@3"
brew "tree"
brew "ansible"
brew "aom"
brew "protobuf"
brew "aspell"
brew "glib"
brew "bear"
brew "caddy"
brew "cloc"
brew "cmake"
brew "ctags"
brew "direnv"
brew "doctl"
brew "dust"
brew "erlang"
brew "elixir"
brew "entr"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "pkgconf"
brew "little-cms2"
brew "webp"
brew "libpq"
brew "openjpeg"
brew "gdal"
brew "gh"
brew "harfbuzz"
brew "leptonica"
brew "ghostscript"
brew "gobject-introspection"
brew "gtk+"
brew "gtk+3"
brew "hey"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "jpeg"
brew "jq"
brew "just"
brew "libssh2"
brew "libmagic"
brew "llvm@14"
brew "llvm@15"
brew "llvm@16"
brew "llvm@17"
brew "lua"
brew "luarocks"
brew "man-db"
brew "masscan"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "pandoc"
brew "pipenv"
brew "postgresql@16", restart_service: :changed
brew "pre-commit"
brew "python@3.11"
brew "redis", restart_service: :changed
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "sdl2_image"
brew "sdl2_ttf"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "syncthing"
brew "tectonic"
brew "teleport"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "witr"
brew "wrk"
brew "wxwidgets"
brew "zig"
brew "zmap"
brew "zoxide"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
cask "amethyst"
cask "basictex"
cask "brave-browser"
cask "bruno"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "libreoffice"
cask "multipass"
cask "stats"
cask "wireshark-app"
go "github.com/spf13/cobra-cli"
go "github.com/olzhasar/gochat"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/mitranim/gow"
go "github.com/olzhasar/mess"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
cargo "languagetool-rust"
cargo "rustlings"
uv "pre-commit", with: ["pre-commit-uv"]
npm "@openai/codex"
npm "bun"
npm "http-server"
npm "neovim"
npm "netlify-cli"
npm "npm-check-updates"
npm "prettier-plugin-jinja-template"
npm "prettier"
npm "pyright"
npm "rustywind"
npm "typescript"
npm "yarn"
